Repository: chaitugsk07/test123
Catalog: flutter/bu2/bu/synopse/lib/l10n/app_*.arb
Languages: te

# language
source: English
te: తెలుగు

# b1
source: Unbiased News Nuggets
te: Uనిష్పాక్షిక వార్తలు నగెట్స్

# b2
source: Better With Friends
te: స్నేహితులతో మెరుగ్గా ఉంటుంది

# c1Google
source: Continue With Google
te: తో కొనసాగించు Google

# c1Apple
source: Continue With Apple
te: తో కొనసాగించు Apple

# c1Microsoft
source: Continue With Microsoft
te: తో కొనసాగించు Microsoft

# c1Guest
source: Continue With Guest
te: తో కొనసాగించు అతిథి

# r1
source: By continuing you agree to our
te: కొనసాగించడం ద్వారా మీరు మా అంగీకరిస్తున్నారు

# r2
source: Terms
te: నిబంధనలు

# r3
source: and
te: మరియు

# r4
source: Privacy Policy.
te: గోప్యతా విధానం.

source: Change Language
te: భాష మార్చు

# login
source: Login/Register
te: లాగిన్/రిజిస్టర్

# login1
source: We need to register your credentials to get started!
te: ప్రారంభించడానికి మేము మీ ఆధారాలను నమోదు చేసుకోవాలి!

source: Phone Number
te: ఫోన్ నంబర్

source: send code
te: కోడ్ పంపు

# enterValidNo
source: enter valid phone number
te: చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను నమోదు చేయండి

# backSignUp
source: Back to SignUp
te: తిరిగి సైన్అప్‌కి

source: OTP Verification
te: OTP ధృవీకరణ

# enterVerificationCode
source: Enter your confirmation code
te: మీ నిర్ధారణ కోడ్‌ని నమోదు చేయండి

# wrong
source: Something went wrong, try again
te: ఏదో తప్పు జరిగింది, మళ్లీ ప్రయత్నించండి

source: Verify OTP
te: OTPని ధృవీకరించండి

source: Enter OTP Code
te: OTP కోడ్‌ని నమోదు చేయండి

# editPhoneNo
source: Edit Phone Number ?
te: ఫోన్ నంబర్‌ని సవరించాలా ?

# resendSeconds
source: Resend OTP in {seconds} seconds
te: OTPని {seconds} సెకన్లలో మళ్లీ పంపు

source: Resend OTP
te: OTPని మళ్లీ పంపు

# help1
source: Need Help?
te: సహాయం కావాలా?

# help2
source: Standard rates apply. By continuing you agree to our
te: ప్రామాణిక ధరలు వర్తిస్తాయి. కొనసాగించడం ద్వారా మీరు మా ,కి అంగీకరిస్తున్నారు

# help3
source: Terms of Service.
te: సేవా నిబంధనలు.

# help4
source: For more information, see our
te: మరింత సమాచారం కోసం, మా చూడండి

# help5
source: Privacy Notice
te: గోప్యతా నోటీసు

# hello
source: Hello {username}
te: హలో {username}
